[
    {
        "id": 1,
        "titulo": "Visita ao Cemitério",
        "data": "23º Dia de Novembro do Ano 851",
        "localizacao": "Sudeste da vila de Rookgaard",
        "descricao": "O cemitério de Rookgaard é um local onde histórias trágicas e curiosas de seus habitantes são gravadas em pedra. <br> Cada lápide carrega consigo um fragmento da história de Rookgaard, trazendo reflexões e ensinamentos para os aventureiros que se deparam com elas.",
        "imagem":"src/img/aric-cemiterio.png",
        "lapides": [
            {
                "titulo": "Lápide de Maus",
                "textoIngles": "<blockquote>You see a grave stone. You read: In Memory of Maus, the famous rat hunter. Trapped in a corner by three cave rats.</blockquote>",
                "traducao": "<em>Você vê uma lápide. Você lê: Em Memória de Maus, o famoso caçador de ratos. Preso em um canto por três ratos de caverna.</em>",
                "interpretacao": "A história de Maus é marcada pela ironia. Apesar de ser conhecido como um hábil caçador de ratos, ele encontrou seu fim ao ser encurralado por três simples cave rats. Mesmo as criaturas mais fracas podem representar uma ameaça. Essa lápide nos lembra que, descuido e excesso de confiança são inimigos letais."
            },
            {
                "titulo": "Lápide de Hunter",
                "textoIngles": "<blockquote>You see a grave stone. You read: R.I.P. My friend Hunter, who was mistaken for a monster.</blockquote>",
                "traducao": "<em>Você vê uma lápide. Você lê: D.E.P. Meu amigo Hunter, que foi confundido com um monstro.</em>",
                "interpretacao": "No Tibia, Hunter pode ser entendido como um monstro programado que tem o mesmo nome. Essa ambiguidade ressalta a tensão constante entre sobrevivência e julgamento moral. A lápide também brinca com o perigo de agir sem refletir. O \"amigo\" Hunter foi vítima de um erro de percepção, um lembrete para os jogadores que decisões precipitadas podem ter consequências fatais, tanto no jogo quanto na interação com outros jogadores."
            },
            {
                "titulo": "Lápide de Arkanor",
                "textoIngles": "<blockquote>You see a grave stone. You read: Here lies the body of Arkanor, Rookgaard's first teleportation scientist. Unfortunately, we still haven't found his head.</blockquote>",
                "traducao": "<em>Você vê uma lápide. Você lê: Aqui jaz o corpo de Arkanor, o primeiro cientista de teleporte de Rookgaard. Infelizmente, ainda não encontramos sua cabeça.</em>",
                "interpretacao": "Arkanor representa o espírito aventureiro e o perigo do desconhecido em Tibia. Como um pioneiro em teleportação, ele desafiou os limites da ciência e da magia, mas pagou o preço com sua vida – e, aparentemente, com sua cabeça. Essa lápide reflete os riscos do progresso e da inovação em um mundo hostil."
            },
            {
                "titulo": "Lápide de Lazy Larry",
                "textoIngles": "<blockquote>You see a grave stone. You read: Here lies Lazy Larry. Getting up was never his strength.</blockquote>",
                "traducao": "<em>Você vê uma lápide. Você lê: Aqui jaz Lazy Larry. Levantar-se nunca foi seu ponto forte.</em>",
                "interpretacao": "Lazy Larry, como o nome sugere, sucumbiu à sua própria inatividade. Sua lápide carrega uma lição sutil para os jogadores: no mundo dinâmico de Tibia, preguiça e complacência podem ser tão perigosas quanto monstros ou armadilhas. Essa história também é um lembrete para valorizar a proatividade e estar sempre preparado para agir diante do perigo."
            },
            {
                "titulo": "Lápide de Franziska",
                "textoIngles": "<blockquote>You see a grave stone. You read: Here lies Franziska, who took off her armour just for a really short moment.</blockquote>",
                "traducao": "<em>Você vê uma lápide. Você lê: Aqui jaz Franziska, que tirou sua armadura por apenas um instante.</em>",
                "interpretacao": "A tragédia de Franziska é um aviso claro para os aventureiros de Tibia: nunca abaixe sua guarda, nem mesmo por um momento. Sua morte representa as consequências de uma distração ou erro de julgamento, especialmente em um mundo onde o perigo espreita a cada esquina. Essa lápide destaca a importância do preparo constante e da atenção ao ambiente, qualidades essenciais para sobreviver em Tibia."
            },
            {
                "titulo": "Lápide de Mac",
                "textoIngles": "<blockquote>You see a grave stone. You read: Here lies Mac, who thought that green liquid was apple soda.</blockquote>",
                "traducao": "<em>Você vê uma lápide. Você lê: Aqui jaz Mac, que pensou que aquele líquido verde era refrigerante de maçã.</em>",
                "interpretacao": "A história de Mac é um exemplo claro de que, em Tibia, nem tudo é o que parece. Sua morte, causada pela ingestão de um líquido tóxico, é um lembrete para os jogadores de sempre questionar o que encontram no jogo. Essa lápide reflete a importância de prestar atenção aos detalhes e agir com cautela, principalmente ao lidar com itens desconhecidos."
            },
            {
                "titulo": "Lápide de Edee K.",
                "textoIngles": "<blockquote>You see a grave stone. You read: Here lies Edee K. Accidentally stabbed by Al Dee.<scribble> ... sorry.. there can be only one tool shop in town.</blockquote>",
                "traducao": "<em>Você vê uma lápide. Você lê: Aqui jaz Edee K., acidentalmente esfaqueado por Al Dee. ... desculpe... só pode haver uma loja de ferramentas na cidade.</em>",
                "interpretacao": "Essa lápide revela uma disputa trágica e humorística entre dois comerciantes. Edee K. foi vítima de um \"acidente\" que parece ter sido motivado por rivalidade profissional. No contexto de Tibia, essa história pode ser vista como uma crítica à natureza competitiva do jogo, onde os jogadores podem entrar em conflito por recursos e território."
            } 
        ]
    
    },
    {
        "id": 2,
        "titulo": "Conhecendo Amber e a Linguagem Orc",
        "data": "25º Dia de Novembro do Ano 851",
        "localizacao": "Dormitório da Academia de Rookgaard",
        "descricao": "<p>Aric encontrou Amber, uma exploradora vinda de Thais, que carregava consigo histórias incríveis de aventuras e perigos. Amber chegou à ilha em uma jangada improvisada, enfrentando uma travessia marítima repleta de desafios. Entre conversas, ela compartilhou momentos marcantes de sua jornada, incluindo o período em que foi feita prisioneira por Orcs.</p><p>Amber contou suas histórias com uma vivacidade contagiante, descrevendo batalhas ferozes e viagens por todo o continente de Tibia. No entanto, foi ao mencionar seu tempo como prisioneira dos Orcs que Aric ficou verdadeiramente fascinado.</p><p>Amber revelou que, enquanto explorava territórios ocupados por Orcs, foi capturada e mantida prisioneira por meses. Durante esse tempo, ela aprendeu palavras básicas do idioma Orc, como <strong>'mok' (sim)</strong> e <strong>'burp' (não)</strong>, para sobreviver e negociar com seus captores. As condições eram brutais, mas a força de vontade de Amber a ajudou a escapar. </p>",
        "imagem": "src/img/amber.png",
        "dialogo": [
            {
                "fala": "Amber: <blockquote>Not the nicest guys you can encounter. I had some clashes with them and finally ended up being their prisoner for a few months</blockquote><em>Não são os caras mais legais que você pode encontrar. Eu tive alguns conflitos com eles e finalmente acabei sendo prisioneira deles por alguns meses.</em>",
                "interpretacao": "Reção ao dizer: <strong>Orc</strong>"
            }
            
        ],
        "vocabulario_orc": {
            "geral": {
                "Charach": "Hi (Olá)",
                "Futchi": "Bye (Tchau)",
                "Mok": "Yes (Sim)",
                "Burp": "No (Não)",
                "Ikem goshak": "Offer (Oferecer)",
                "Goshak": "Buy (Comprar)",
                "Porak": "Weapon (Arma)",
                "Bata": "Armor or Helmet (Armadura ou Capacete)",
                "Dora": "Shield (Escudo)"
            },
            "armas": {
                "Burka Bata": "Sword (Espada)",
                "Charcha": "Sabre",
                "Hakhak": "Hatchet (Machado)",
                "Burka": "Short Sword (Espada Curta)",
                "Batuk": "Bow (Arco)",
                "Pixo": "Arrows (Flechas)"
            },
            "armaduras": {
                "Tulak Bora": "Studded Armor (Armadura de Revestimento)",
                "Aka Bora": "Leather Armor (Armadura de Couro)",
                "Donga": "Brass Shield (Escudo de Latão)",
                "Grofa": "Studded Helmet (Capacete Revestido)"
            }
        }
    }

]
